// Strings for Jar Launcher.  These are used when a JAR file doesn't have a main class or the class file doesn't 
// have a main()

com.apple.java.JarLauncher.jarLaunchFailed="Impossible de lancer le fichier JAR Java « %@ ».";
com.apple.java.JarLauncher.classLaunchFailed="Impossible de lancer le fichier de classe Java « %@ ».";
com.apple.java.JarLauncher.checkConsole = "Recherchez dans Console d’éventuels messages d’erreur";
